{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "refactor/syntax-highlighting" },
  "cmp-buffer": { "branch": "main" },
  "cmp-latex-symbols": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-tmux": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
<<<<<<< HEAD
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
=======
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "diffview.nvim": { "branch": "main" },
<<<<<<< HEAD
  "dropbar.nvim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "dropbar.nvim": { "branch": "master" },
=======
  "dropbar.nvim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "edgy.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
<<<<<<< HEAD
  "fzf": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "fzf": { "branch": "master" },
=======
  "fzf": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "fzy-lua-native": { "branch": "master" },
<<<<<<< HEAD
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
=======
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "guihua.lua": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "local-highlight.nvim": { "branch": "master" },
  "lsp-format-modifications.nvim": { "branch": "main" },
<<<<<<< HEAD
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
=======
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
<<<<<<< HEAD
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
=======
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "neoscroll.nvim": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
<<<<<<< HEAD
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
=======
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-dap-ui": { "branch": "master" },
<<<<<<< HEAD
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
=======
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
<<<<<<< HEAD
  "nvim-scrollview": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-scrollview": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
=======
  "nvim-scrollview": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
<<<<<<< HEAD
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
=======
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "search.nvim": { "branch": "main" },
<<<<<<< HEAD
  "smart-splits.nvim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "smart-splits.nvim": { "branch": "master" },
=======
  "smart-splits.nvim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "smartyank.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "suda.vim": { "branch": "master" },
<<<<<<< HEAD
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
||||||| parent of 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
=======
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
>>>>>>> 6fd407e6 (chore(lockfile): auto update lazy-lock.json)
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-cool": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" }
=======
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "advanced-git-search.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "autoclose.nvim": {
    "branch": "main"
  },
  "bigfile.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "refactor/syntax-highlighting"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-latex-symbols": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-pandoc-references": {
    "branch": "master"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-spell": {
    "branch": "master"
  },
  "cmp-tmux": {
    "branch": "main"
  },
  "cmp-treesitter": {
    "branch": "master"
  },
  "cmp-under-comparator": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "csv.vim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "edgy.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "focus.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf": {
    "branch": "master"
  },
  "fzy-lua-native": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "knap": {
    "branch": "main"
  },
  "lammps.vim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "local-highlight.nvim": {
    "branch": "master"
  },
  "lsp-format-modifications.nvim": {
    "branch": "main"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.align": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-bufdel": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-scrollview": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treehopper": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "paint.nvim": {
    "branch": "main"
  },
  "persisted.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "search.nvim": {
    "branch": "main"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "smartyank.nvim": {
    "branch": "master"
  },
  "sniprun": {
    "branch": "master"
  },
  "suda.vim": {
    "branch": "master"
  },
  "telescope-bibtex.nvim": {
    "branch": "master"
  },
  "telescope-frecency.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "typst-preview.nvim": {
    "branch": "master"
  },
  "typst.vim": {
    "branch": "main"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-pencil": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wilder.nvim": {
    "branch": "master"
  },
  "wrapping.nvim": {
    "branch": "master"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
